{
  "nav": {
    "home": "الرئيسية",
    "about": "من نحن",
    "services": "الخدمات",
    "brands": "الماركات",
    "contact": "اتصل بنا",
    "partnership": "التعاون",
    "pages": "صفحات",
    "achievements": "الانجازات",
    "leadership-team": "فريق الرئاسي",
    "title": "معهد مهارات السعودية",
    "view-courses": "عرض الدورات",
    "login": "تسجيل الدخول",
    "register": "تسجيل",
    "lang": "اللغة"
  },
  "carousel": {
    "1": {
      "title": "معهد مهارات السعودية",
      "subtitle": "التشجيع على التعلم والتدريب",
      "desc": "مؤسسة تنمية وتطوير للتعليم والتدريب",
      "button": "المزيد من الدورات"
    },
    "2": {
      "title": "هدفنا",
      "subtitle": "لكى نوصل رسالتنا نحن نؤمن بها",
      "desc": "متزويد المهنيين الناشئين والراسخين والشركات الخاصة وكذلك المؤسسات العامة بالمهارات اللازمة لتحقيق إمكاناتهم الكاملة من خلال البرامج التعليمية المبتكرة.",
      "button": "المزيد من الدورات"
    },
    "3": {
      "title": "رؤيتنا",
      "subtitle": "التعلم والتدريس",
      "desc": "خلق جيل جديد من النساء والرجال السعوديين القادرين على تحقيق رؤية الأمة 2030 في التعليم لتلبية متطلبات سوق العمل القائم على المعرفة في القرن الحادي والعشرين.",
      "button": "المزيد من الدورات"
    }
  },
  "about": {
    "welcome": "مرحبا بكم في",
    "title": "من نحن",
    "subtitle": "معهد مهارات السعودية",
    "pargraphs": {
      "1": "شركة المهارات السعودية المحدودة هي إحدى الشركات الرائدة في مجال توفير التعليم والتدريب في المملكة العربية السعودية. نسعى إلى تمكين الأفراد والمنظمات من تحقيق أهدافهم من خلال توفير برامج تعليمية وتدريبية عالية الجودة تلبي احتياجات السوق. قيمنا الأساسية هي التميز والابتكار والنزاهة. نحن ندير العديد من المعاهد، كل منها يقدم مجموعة فريدة من الدبلومات والدورات والبرامج التدريبية.",
      "2": "معهدنا الرئيسي هو المعهد العالي للمهارات السعودية في الرياض وجدة، والذي تأسس عام 1994 ويقدم شهادات الدبلوم في التصميم الداخلي والتصميم الجرافيكي والمجالات الأخرى ذات الصلة بالتصميم. كما نقدم أيضًا خدمات استشارية تعليمية تحت الاسم التجاري 'استشارات تعليم المهارات' والتي تقدم الدعم للكيانات التعليمية الدولية والوطنية لدخول السوق، وتصميم المواد التدريبية عند الحاجة."
    },
    "sub1": "الفروع",
    "sub2": "الدبلومات المستقبلية",
    "sub3": "مشاريعنا الناجحة",
    "sub4": "الدورات",
    "sub5": "الفروع المستقبلية",
    "sub6": "خدمة 24 ساعة فى اليوم",
    "button": "المزيد"
  },
  "services": {
    "title": "خدماتنا",
    "subtitle": "نحن نقدم الخدمات التالية",
    "button": "المزيد من الخدمات",
    "1": {
      "title": "تطوير الإستراتيجية",
      "desc": "مساعدة كيانات القطاعين العام والخاص على فهم اختصاصاتها وأعمالها، وتحليل بيئتها، لتحديد وتقييم الخيارات الاستراتيجية لتحقيق أهدافها."
    },
    "2": {
      "title": "أبحاث السوق والدراسات الاقتصادية",
      "desc": "جمع البيانات وتحليل الأسواق والصناعات سواء الكمية أو النوعية حسب متطلبات العميل."
    },
    "3": {
      "title": "تنفيذ الإستراتيجية",
      "desc": "تبسيط التوجه والأهداف الاستراتيجية العامة للكيان في المزيد من الأنشطة التشغيلية والتكتيكية، ودعم العملاء في تنفيذ استراتيجيتهم مع الأخذ في الاعتبار طبيعة الصناعة."
    },
    "4": {
      "title": "الشراكات والاندماجات",
      "desc": "دعم المنظمات التي تسعى حاليًا للدخول في شراكة أو الاندماج مع مؤسسة أخرى من خلال مساعدة العملاء على تقييم الإمكانات وتصميم الهيكل وضمان النجاح على المدى الطويل للمشروع الجديد."
    }
  },
  "brands": {
    "title": "الماركات",
    "subtitle": "ماركاتنا",
    "button": "احصل على المزيد"
  },
  "partership": {
    "title": "التعاون | العملاء",
    "subtitle": "شراكتنا | عملائنا",
    "desc": "في شركة المهارات السعودية المحدودة، نحن نؤمن بقوة الشراكات. لقد أنشأنا علاقات تعاون مع أفضل المؤسسات والمنظمات التعليمية لتعزيز برامجنا التدريبية وتوسيع نطاق وصولنا. توفر لنا هذه الشراكات فرصًا للتعاون والعلامة التجارية المشتركة، مما يساعدنا على تعزيز مكانتنا في السوق وإنشاء مصادر إيرادات جديدة.",
    "button": "شارك معنا"
  },
  "achivments": {
    "title": "إنجازاتنا بالأرقام",
    "subtitle": "تم الاعتراف بالمهارات السعودية كشركة رائدة في مجال توفير التعليم والتدريب من قبل العديد من الجمعيات والمنظمات الصناعية. وقد فازت الشركة بجوائز لالتزامها بالجودة والابتكار وخدمة العملاء. تظل شركة المهارات السعودية ملتزمة بمهمتها المتمثلة في تمكين الأفراد والمؤسسات لتحسين تحقيق إمكاناتهم. وتخطط الشركة لتطوير إمكاناتها الكاملة من خلال برامج تعليمية وتدريبية عالية الجودة. قبل شهاداتها يدل على تفانيها في هذه المهمة والتزامها بأهداف رؤية المملكة العربية السعودية عام 2030",
    "graduates": "الطلبة",
    "courses": "الدورات",
    "teachers": "المعلمين",
    "website-visits": "زيارات الموقع"
  },
  "leaderships": {
    "title": "القيادة",
    "subtitle": "تعرف على فريق القيادة لدينا"
  },
  "footer": {
    "copyright": "جميع الحقوق محفوظة",
    "title": "© 2024 المهارات السعودية. جميع الحقوق محفوظة.",
    "get-in-touch": "الحصول على الاتصال",
    "company": "الشركة",
    "support": "الدعم",
    "payment": "الدفع",
    "links": {
      "1": "عن المهارات السعودية",
      "2": "الخدمات",
      "3": "التعاون",
      "4": "الجوائز",
      "5": "القيادة",
      "6": "اتصل بنا",
      "7": "العلامات التجارية"
    }
  }
}
